# Функции умеют возвращать значение
def sqrt(number):
	print(number**2)

sqrt(100)

# Напишите функцию, которая печатает квадрат числа
# Если нет возвращаемого значения, то это эквивалентно return None или просто return

# Напишите функцию, возврающую True, если переданное число больше 100 и False в
# обратном случае
